tap "aws/tap"
tap "clementtsang/bottom"
tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "pantsbuild/tap"
tap "snyk/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
brew "act"
brew "awscli"
brew "libgit2"
brew "bat"
brew "chezmoi"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "docker", link: false
brew "duf"
brew "eksctl"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "icu4c@76"
brew "graphviz"
brew "helm"
brew "httpd", restart_service: :changed
brew "inframap"
brew "jc"
brew "jid"
brew "jq"
brew "k9s"
brew "kubernetes-cli", link: false
brew "kubectx"
brew "libgit2@1.7"
brew "libnet"
brew "luarocks"
brew "ruby"
brew "macvim"
brew "node"
brew "markdownlint-cli"
brew "mono"
brew "mysql"
brew "navi"
brew "neofetch"
brew "neovim"
brew "nerdfix"
brew "openjdk"
brew "parallel"
brew "php"
brew "pipenv"
brew "pkgconf"
brew "pre-commit", link: false
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ripgrep"
brew "shellcheck"
brew "siege"
brew "spotify-tui"
brew "telnet"
brew "terraform", link: false
brew "terraform-docs"
brew "terraform_landscape"
brew "thefuck"
brew "tmux"
brew "unison"
brew "wget"
brew "yq"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
cask "font-3270-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-nerd-font"
cask "orbstack"
cask "pants"
cask "virtualbox"
